/* 
   Alert.strings
   SkypeMac

   Created by Toomas Vahter on 05.10.10.
   Copyright 2010 Skype. All rights reserved.
 */

/* Alerts preferences: Incoming Details Request sound */
AlertSoundName_AuthorizationRequestReceived = "Gelen Kişi Ekleme İsteği";

/* Alerts preferences: Busy sound */
AlertSoundName_Busy = "Meşgul";

/* Alerts preferences: Call Error 1 sound */
AlertSoundName_CallError1 = "Çağrı Hatası 1";

/* Alerts preferences: Call Error 2 sound */
AlertSoundName_CallError2 = "Çağrı Hatası 2";

/* Alerts preferences: Call Waiting sound */
AlertSoundName_CallWaiting = "Çağrı Bekletiliyor";

/* Alerts preferences: Connection sound */
AlertSoundName_Connection = "Bağlantı";

/* Alerts preferences: Contact Available sound */
AlertSoundName_ContactAvailable = "Kişi Uygun";

/* Alerts preferences: Contact Unavailable sound */
AlertSoundName_ContactUnavailable = "Kişi Uygun Değil";

/* Alerts preferences: Contacts Received sound */
AlertSoundName_ContactsReceived = "Kişi Bilgileri Alındı";

/* Alerts preferences: File Transfer Complete sound */
AlertSoundName_FileTransferComplete = "Dosya Aktarımı Tamamlandı";

/* Alerts preferences: File Transfer Failed sound */
AlertSoundName_FileTransferFailed = "Dosya Aktarımı Başarısız";

/* Alerts preferences: First Message Received sound */
AlertSoundName_FirstMessageReceived = "İlk Mesaj Alındı";

/* Alerts preferences: Hang Up sound */
AlertSoundName_HangUp = "Çağrı Sona Erdi";

/* Alerts preferences: Hold Call sound */
AlertSoundName_HoldCall = "Çağrıyı Beklemeye Al";

/* Alerts preferences: Incoming Call sound */
AlertSoundName_IncomingCall = "Gelen Çağrı";

/* Alerts preferences: Incoming File Transfer sound */
AlertSoundName_IncomingFileTransfer = "Gelen Dosya Aktarımı";

/* Alerts preferences: Sign In sound */
AlertSoundName_Login = "Oturum Açıldı";

/* Alerts preferences: Sign Out sound */
AlertSoundName_Logout = "Oturumu Kapat";

/* Alerts preferences: Message Received sound */
AlertSoundName_MessageReceived = "Mesaj Alındı";

/* Alerts preferences: Foreground Message Received sound */
AlertSoundName_ForegroundMessageReceived = "Sohbet Mesajı Alındı";

/* Alerts preferences: Message Sent sound */
AlertSoundName_MessageSent = "Mesaj Gönderildi";

/* Alerts preferences: New User sound */
AlertSoundName_NewUser = "Yeni Kullanıcı";

/* Alerts preferences: Outgoing Call sound */
AlertSoundName_OutgoingCall = "Giden Çağrı";

/* Alerts preferences: Remote Hang Up sound */
AlertSoundName_RemoteHangUp = "Karşıdan Kapatıldı";

/* Alerts preferences: Resume Call sound */
AlertSoundName_ResumeCall = "Çağrıyı Sürdür";

/* Alerts preferences: Touch Tone Dial Up sound */
AlertSoundName_TouchToneDialUp = "Tuşlu Arama";

/* Alerts preferences: TripleBeep sound */
AlertSoundName_TripleBeep = "Üçlü Bip";

/* Alerts preferences: Voicemail sound */
AlertSoundName_Voicemail = "Sesli Mesaj";

/* Alerts preferences: Sign out event */
AlertEventName_SignOut = "Oturumu Kapattığımda";

/* Alerts preferences: Sign In event */
AlertEventName_SignIn = "Oturum Açtığımda";

/* Alerts preferences: Contact Becomes Available event */
AlertEventName_ContactBecomesAvailable = "Kişi Uygun Durumuna Geçer";

/* Alerts preferences: Contact Becomes Unavailable event */
AlertEventName_ContactBecomesUnavailable = "Kişi Uygun Değil Durumuna Geçer";

/* Alerts preferences: Incoming Call event */
AlertEventName_IncomingCall = "Gelen Çağrı";

/* Alerts preferences: Incoming Call - Call Waiting event */
AlertEventName_IncomingCallWaiting = "Gelen Çağrı - Çağrı Bekletiliyor";

/* Alerts preferences: Call Connecting event */
AlertEventName_CallConnecting = "Çağrı Bağlantısı Kuruluyor";

/* Alerts preferences: Outgoing Call event */
AlertEventName_OutgoingCall = "Giden Çağrı";

/* Alerts preferences: Hang Up event */
AlertEventName_HangUp = "Çağrı Sona Erdi";

/* Alerts preferences: Remote Party Hung Up event */
AlertEventName_RemotePartyHungUp = "Grup Çağrısındaki Katılımcı Kapattı";

/* Alerts preferences: Busy event */
AlertEventName_Busy = "Meşgul";

/* Alerts preferences: Hold Call event */
AlertEventName_HoldCall = "Çağrıyı Beklemeye Al";

/* Alerts preferences: Resume Call event */
AlertEventName_ResumeCall = "Çağrıyı Sürdür";

/* Alerts preferences: Message Received event */
AlertEventName_MessageReceived = "En Son Sohbette Yeni Mesaj";

/* Alerts preferences: Foreground Message Received event */
AlertEventName_ForegroundMessageReceived = "Şu Andaki Sohbette Yeni Mesaj";

/* Alerts preferences: First Message Received event */
AlertEventName_FirstMessageReceived = "Sohbette İlk Mesaj";

/* Alerts preferences: Mood Message Received event */
AlertEventName_MoodMessageReceived = "Ruh Hali Mesajı Alındı";

/* Alerts preferences: Contact Is Typing event */
AlertEventName_ContactTyping = "Kişi Yazıyor";

/* Alerts preferences: Message Sent event */
AlertEventName_MessageSent = "Mesaj Gönderildi";

/* Alerts preferences: Contact Request Received event */
AlertEventName_ContactRequestReceived = "Kişi Ekleme İsteği Alındı";

/* Alerts preferences: Contacts Received event */
AlertEventName_ContactsReceived = "Kişi Bilgileri Alındı";

/* Alerts preferences: Incoming File Transfer event */
AlertEventName_IncomingFileTransfer = "Gelen Dosya Aktarımı";

/* Alerts preferences: File Transfer Completed event */
AlertEventName_FileTransferCompleted = "Dosya Aktarımı Tamamlandı";

/* Alerts preferences: File Transfer Failed event */
AlertEventName_FileTransferFailed = "Dosya Aktarımı Başarısız";

/* Alerts preferences: File Transfer Failed event */
AlertEventName_DesktopAPIClientConnected = "Masaüstü API Uygulaması Bağlandı";

/* Alerts preferences: - When I Log In text to speak */
AlertTextToSpeak_SignIn = "Oturum açtınız.";

/* Alerts preferences: - When I Log Out text to speak */
AlertTextToSpeak_SignOut = "Oturumu kapattınız.";

/* Alerts preferences: - Contact Becomes Available text to speak */
AlertTextToSpeak_ContactBecomesAvailable = "Kişi listenizdeki \"@\" uygun.";

/* Alerts preferences: - Contact Becomes Unavailable text to speak */
AlertTextToSpeak_ContactBecomesUnavailable = "Kişi listenizdeki \"@\" uygun değil.";

/* Alerts preferences: - Incoming Call, Incoming Call - Call Waiting text to speak */
AlertTextToSpeak_IncomingCall = "\"@\" adlı kişiden gelen çağrınız var!";

/* Alerts preferences: - Incoming Call, Incoming Call Waiting - Call Waiting text to speak */
AlertTextToSpeak_IncomingCallWaiting = "\"@\" adlı kişiden gelen çağrınız var!";

/* Alerts preferences: - Call Connecting text to speak */
AlertTextToSpeak_CallConnecting = "Çağrı bağlantısı kuruluyor.";

/* Alerts preferences: - Outgoing Call text to speak */
AlertTextToSpeak_OutgoingCall = "\"@\" aranıyor.";

/* Alerts preferences: - Hang Up text to speak */
AlertTextToSpeak_HangUp = "Çağrı sona erdi.";

/* Alerts preferences: - Remote Party Hung Up text to speak */
AlertTextToSpeak_RemotePartyHungUp = "Katılımcı kapattı.";

/* Alerts preferences: - Busy text to speak */
AlertTextToSpeak_Busy = "Hat meşgul.";

/* Alerts preferences: - Hold Call text to speak */
AlertTextToSpeak_HoldCall = "Çağrıyı beklemeye al.";

/* Alerts preferences: - Resume Call text to speak */
AlertTextToSpeak_ResumeCall = "Çağrıyı sürdür.";

/* Alerts preferences: - Message Received text to speak */
AlertTextToSpeak_ForegroundMessageReceived = "Mesaj var";

/* Alerts preferences: - Message Received text to speak */
AlertTextToSpeak_MessageReceived = "\"@\" kullanıcısından mesaj alındı.";

/* Alerts preferences: - Message Sent text to speak */
AlertTextToSpeak_MessageSent = "\"@\" kullanıcısına mesaj iletildi.";

/* Alerts preferences: - Message Message Received text to speak */
AlertTextToSpeak_MoodMessageReceived = "\"@\" ruh hali mesajını değiştirdi.";

/* Alerts preferences: - First Message Received text to speak */
AlertTextToSpeak_FirstMessageReceived = "\"@\" adlı kişiden bir sohbet mesajınız var!";

/* Alerts preferences: - Contact Is Typing text to speak */
AlertTextToSpeak_ContactTyping = "\"@\" yazıyor.";

/* Alerts preferences: - Contact Request Received text to speak */
AlertTextToSpeak_ContactRequestReceived = "\"@\" kullanıcısından kişi ekleme isteği aldınız!";

/* Alerts preferences: - Contacts Received text to speak */
AlertTextToSpeak_ContactsReceived = "\"@\" kullanıcısından kişi listesi aldınız!";

/* Alerts preferences: - Incoming File Transfer text to speak */
AlertTextToSpeak_IncomingFileTransfer = "\"@\" kullanıcısından bir dosya aldınız!";

/* Alerts preferences: - File Transfer Completed text to speak */
AlertTextToSpeak_FileTransferCompleted = "\"@\" ile dosya aktarımı tamamlandı.";

/* Alerts preferences: - File Transfer Failed text to speak */
AlertTextToSpeak_FileTransferFailed = "\"@\" ile dosya aktarımı başarısız oldu.";

/* Alerts preferences: - Desktop API App connected */
AlertTextToSpeak_DesktopAPIClientConnected = "\"@\" Skype'a bağlandı";
